INSERT INTO SKIN_TYPE (skin_type_id, skin_type_name, description, rate, reg_dt)
VALUES (1, '지성1',
        '1번 타입의 피부는 피지 분비량이 많아 유분기로 인한 고민이 생기기 쉬운 피부 유형입니다. 피부 반응이 민감하기 때문에 사용하는 제품에 따라 피부 상태가 크게 좌우되므로, 화장품 선택에 신중을 기해야 합니다. 또한 여드름 상처나 뾰루지 자국이 남아 착색 관리도 필요합니다. 민감성 피부에 적합한 제품과 나이아신아마이드 성분이 포함된 착색 개선 화장품을 사용하는 것이 좋습니다. 레티놀 성분은 미백 및 피부결 개선에 도움이 될 수 있지만, 예민한 피부에는 주',
        0, NOW()),
       (2, '지성2',
        '2번 타입의 피부는 피지 분비량이 많아 유분기로 인한 고민이 생기기 쉬운 피부 유형입니다. 피지 때문에 모공이 막혀 여드름이나 일시적인 뾰루지가 발생하기 쉬우므로, 세안에 신경을 쓰며 피부 관리를 해야 합니다. 특히 여드름이 생긴 후 적절한 미백 및 관리가 이루어지지 않으면 흔적이 영구적으로 남을 수 있으므로, 비위생적으로 여드름을 짜지 않고 초기부터 패치나 진정용 화장품을 사용하는 것이 중요합니다. 예방 뿐만 아니라 사후 관리에도 주의를 기울여야 합니',
        0, NOW()),
       (3, '건성1', '9번 타입 피부는 건성으로 인해 수분이 부족하고, 피부가 예민하여 외부 자극에 민감하게 반응할 수 있는 유형입니다. 또한 착색도가 높아 색소침착이 발생하기 쉬운 특징이 있습니다. 이러한 피부는 수분 공급과 진정 케어에 특히 집중해야 하며, 촉촉함을 유지할 수 있는 고보습 제품을 사용하는 것이 중요합니다. 나이아신아마이드와 같은 미백 성분이 포함된 화장품을 사용하면 색소침착 완화에 도움이 됩니다.
피부가 예민하기 때문에 자극이 적은 약산성 제품을 선택하고', 0, NOW()),
       (4, '건성2', '10번 타입 피부는 수분 부족으로 인해 건조함이 두드러지고, 착색도가 높아 색소침착이 고민이 될 수 있는 피부 유형입니다. 충분한 수분 공급과 보습을 통해 피부 장벽을 강화하는 것이 중요합니다. 나이아신아마이드 성분이 포함된 미백 기능성 화장품을 사용하면 색소침착 완화에 도움이 됩니다.
건성 피부는 쉽게 자극받기 쉬우므로, 자극이 적은 약산성 세안제와 고보습 크림을 사용하는 것이 좋습니다. 또한, 외출 시에는 자외선 차단제를 반드시 사용해 색소침착이 심', 0,
        NOW()),
       (5, '복합성1',
        '5번 타입 피부는 유분과 수분의 균형이 잘 맞아 있기 때문에, 이러한 밸런스를 유지하는 것이 중요합니다. 그러나 피부가 민감해 사용하는 제품에 따라 피부 상태가 크게 달라질 수 있으므로, 화장품 선택에 신중해야 합니다. 만약 맞지 않는 화장품 사용으로 인해 피부에 일시적인 반응이 나타나기 쉬운 유형이며, 이때 적절한 미백 및 관리가 이루어지지 않으면 흔적이 남을 수 있으므로, 초기부터 진정 효과가 있는 화장품을 사용하는 것이 중요합니다. 민감성 피부에 ',
        0, NOW()),
       (6, '복합성2',
        '6번 타입 피부는 유분과 수분의 균형이 잘 맞는 중성 타입이지만, 착색도가 높아 색소침착이 고민이 될 수 있는 피부 유형입니다. 이러한 피부는 밸런스를 유지하면서도 착색 관리에 중점을 둔 화장품 선택이 중요합니다. 레티놀이나 나이아신아마이드 성분이 포함된 기능성 화장품을 사용하면 미백 및 피부결 개선에 도움이 되며, 피부 개선 효과를 크게 느낄 수 있습니다. 또한, 피부 턴오버 주기에 맞춰 자신에게 적합한 화장품을 찾아 꾸준히 사용하는 것이 필요합니다.',
        0, NOW());